Revit 2024 API
ParameterFilterRuleFactory.CreateNotEndsWithRule Method
Overload List
Name | Description
CreateNotEndsWithRule(ElementId, String)
 Creates a filter rule that determines whether strings from the document do not end with a certain string value.
CreateNotEndsWithRule(ElementId, String, Boolean) |  Obsolete.
 Creates a filter rule that determines whether strings from the document do not end with a certain string value.
See Also
ParameterFilterRuleFactory Class
ParameterFilterRuleFactory Members
Autodesk.Revit.DB Namespace